{
  "segments": [
    {
      "speaker": "A",
      "start": 2.7,
      "end": 8.2
    },
    {
      "speaker": "B",
      "start": 8.5,
      "end": 10.0
    },
    {
      "speaker": "A",
      "start": 10.5,
      "end": 11.7
    },
    {
      "speaker": "B",
      "start": 12.1,
      "end": 13.2
    },
    {
      "speaker": "A",
      "start": 13.7,
      "end": 17.9
    },
    {
      "speaker": "B",
      "start": 18.5,
      "end": 21.9
    },
    {
      "speaker": "A",
      "start": 22.3,
      "end": 24.3
    },
    {
      "speaker": "B",
      "start": 24.8,
      "end": 36.9
    },
    {
      "speaker": "A",
      "start": 37.7,
      "end": 42.9
    },
    {
      "speaker": "B",
      "start": 43.5,
      "end": 47.6
    },
    {
      "speaker": "A",
      "start": 47.9,
      "end": 59.5
    },
    {
      "speaker": "B",
      "start": 60.0,
      "end": 64.7
    },
    {
      "speaker": "A",
      "start": 65.4,
      "end": 67.2
    },
    {
      "speaker": "B",
      "start": 68.2,
      "end": 71.6
    },
    {
      "speaker": "A",
      "start": 72.5,
      "end": 75.6
    },
    {
      "speaker": "B",
      "start": 76.2,
      "end": 79.3
    },
    {
      "speaker": "B",
      "start": 79.9,
      "end": 81.9
    },
    {
      "speaker": "A",
      "start": 82.5,
      "end": 90.0
    },
    {
      "speaker": "B",
      "start": 90.6,
      "end": 94.4
    },
    {
      "speaker": "A",
      "start": 94.9,
      "end": 98.9
    },
    {
      "speaker": "A",
      "start": 99.4,
      "end": 105.6
    },
    {
      "speaker": "B",
      "start": 106.1,
      "end": 110.8
    },
    {
      "speaker": "A",
      "start": 111.5,
      "end": 113.5
    }
  ],
  "duration": 113.5,
  "sampling_rate": 16000,
  "speakers": [
    "A",
    "B"
  ],
  "text": "Hello Mrs. Stevens my name is Jane Phillips I'm the personnel director I'm pleased to meet you Please have a seat thank you According to your resume you have several years of office experience Yes I've had over 10 years experience Tell me about your qualifications I can type over 100 words per minute I'm proficient in many computer programs I have excellent interpersonal skills I am well organized and I'm a very fast learner I see that you have excellent references do you have any questions about the position Yes What are the responsibilities in this position We're looking for someone to supervise two office clerks handle all the correspondence arrange meetings and manage the front office have you had any supervisory experience Yes I supervised three administrators in my last position what are the office hours Mrs. Phillips 830 to 430 with an hour off for lunch What are your salary expectations Mrs. Stevens I expect to be paid the going rate for this type of position can you tell me about the benefits you offer Yes we provide full medical and dental coverage a pension plan and a three week holiday per year that's very generous When is the position available We're hoping this successful applicant can start at the beginning of next month we'll finish our interviews tomorrow and make a decision by the weekend we'll contact you next week thank you very much it's been a pleasure meeting you I hope to hear from you soon Thanks for coming in to see us Mrs. Stevens"
}
